# 创建ip表
use just_test;
create TABLE ip_table(
  id int(11) PRIMARY KEY ,
  ip VARCHAR(15),
  port VARCHAR(15),
  country VARCHAR(15),
  province VARCHAR(15),
  city VARCHAR(15),
  isp VARCHAR(15),
  findTime DATETIME
);

INSERT into ip_table VALUES (1,'61.19.114.19','8080','中国','广东','东莞','电信','2016-06-08 23:53:17');
INSERT into ip_table VALUES (2,'61.19.114.20','8080','中国','广东','东莞','电信','2016-06-09 23:53:17');
INSERT into ip_table VALUES (3,'61.19.114.21','8080','中国','广东','东莞','电信','2016-06-07 23:53:17');
INSERT into ip_table VALUES (4,'61.19.114.11','8080','中国','广东','东莞','电信','2016-06-06 23:53:17');
INSERT into ip_table VALUES (5,'61.19.114.12','8080','中国','广东','东莞','电信','2016-06-05 23:53:17');
INSERT into ip_table VALUES (6,'61.19.114.24','8080','中国','广东','东莞','电信','2016-06-04 23:53:17');
INSERT into ip_table VALUES (7,'61.19.114.19','8080','中国','广东','东莞','电信','2016-06-38 23:53:17');
INSERT into ip_table VALUES (8,'61.19.114.25','8080','中国','广东','东莞','电信','2016-06-28 23:53:17');
INSERT into ip_table VALUES (9,'61.19.114.26','8080','中国','广东','东莞','电信','2016-06-01 23:53:17');
INSERT into ip_table VALUES (10,'61.19.114.27','8080','中国','广东','东莞','电信','2016-06-22 23:53:17');
INSERT into ip_table VALUES (11,'61.19.114.28','8080','中国','广东','东莞','电信','2016-06-55 23:53:17');
INSERT into ip_table VALUES (12,'61.19.114.29','8080','中国','广东','东莞','电信','2016-06-33 23:53:17');

INSERT into ip_table VALUES (13,'61.19.114.24','8080','中国','北京','朝阳','移动','2013-06-04 23:53:17');
INSERT into ip_table VALUES (14,'61.19.114.19','8080','中国','北京','朝阳','移动','2013-06-38 23:53:17');
INSERT into ip_table VALUES (15,'61.19.114.25','8080','中国','北京','朝阳','移动','2012-06-28 23:53:17');
INSERT into ip_table VALUES (16,'61.19.114.26','8080','中国','北京','朝阳','移动','2014-06-01 23:53:17');
INSERT into ip_table VALUES (17,'61.19.114.27','8080','中国','北京','海淀','联通','2016-03-22 23:53:17');
INSERT into ip_table VALUES (18,'61.19.114.28','8080','中国','北京','海淀','联通','2016-02-55 23:53:17');
INSERT into ip_table VALUES (19,'61.19.114.29','8080','中国','北京','海淀','联通','2016-07-33 23:53:17');